/* Description of the show */
"%@ Description" = "Descrizione di %@";

/* No comment provided by the engineer */
"airdate" = "data di trasmissione";

/* No comment provided by the engineer */
"Airdate Selection" = "selezione della data di trasmissione";

/* display all (episodes) */
"all" = "tutti";

/* No comment provided by the engineer */
" and " = " e ";

/* No comment provided by the engineer */
"%@ as %@" = "%@ coma %@";

/* No comment provided by the engineer */
"A synopsis of the show" = "Una sinossi del programma";

/* No comment provided by the engineer */
"All episodes of %@ that aired between the selected dates will be displayed." = "Verranno visualizzati tutti gli episodi di %@ che sono andati in onda tra le date selezionate.";

/* No comment provided by the engineer */
"All episodes of %@ that aired on the selected date will be displayed." = "Verranno visualizzati tutti gli episodi di %@ che sono andati in onda nella data selezionata.";

/* No comment provided by the engineer */
"description" = "descrizione";

/* No comment provided by the engineer */
"disc" = "disco";

/* No comment provided by the engineer */
"disc location" = "posizione del disco";

/* No comment provided by the engineer */
"Dismiss" = "Scartare";

/* No comment provided by the engineer */
"Display a random episode" = "Visualizzare un episodio casuale";

/* No comment provided by the engineer */
"Display" = "Visualizzare";

/* subtitle (doesn't get a number preceding) */
"Episode" = "episodio";

/* navigation bar title */
"Episodes" = "Episodi";

/* No comment provided by the engineer */
"Episodes directed by %@" = "Episodi diretti da %@";

/* No comment provided by the engineer */
"Episodes in %@" = "Episodi in %@";

/* No comment provided by the engineer */
"Episodes with %@" = "Episodi con %@";

/* No commend provided by the engineer */
"Episodes with a specific %@" = "Episodi con una specifica %@";

/* No comment provided by the engineer */
"Episodes written by %@" = "Episodi scritti da %@";

/* No comment provided by the engineer */
"Favorite" = "Preferiti";

/* No comment provided by the engineer */
"Favorite Episodes" = "Episodi preferiti";

/* display all favorited episodes */
"favorites" = "preferiti";

/* No comment provided by the engineer */
"home" = "Pagina iniziale";

/* No comment provided by the engineer */
"next" = "prossimo";

/* No comment provided by the engineer */
"No episodes" = "Nessun episodio";

/* No comment provided by the engineer */
"No episodes aired in the given time frame." = "Nessun episodio è andato in onda nell'arco di tempo previsto.";

/* No comment provided by the engineer */
"overall" = "nel complesso";

/* No comment provided by the engineer */
"previous" = "precedente";

/* No comment provided by the engineer */
"random" = "casuale";

/* No comment provided by the engineer */
"Range of Airdates" = "Gamma di date di trasmissione";

/* No comment provided by the engineer */
"runtime" = "tempo di esecuzione";

/* No comment provided by the engineer */
"Search episodes by %@" = "Ricerca episodi per %@";

/* display */
"show" = "mostrare";

/* display all books */
"show episodes" = "mostrare libri";

/* display all episodes */
"show all episodes" = "mostrare tutti gli episodi";

/* No comment provided by the engineer */
"Show episode that aired on the chosen date" = "Mostrare l'episodio che è andato in onda nella data scelta";

/* No comment provided by the engineer */
"Show episodes that aired between two dates" = "Mostrare gli episodi andati in onda tra due date";

/* No comment provided by the engineer */
"show favorited episodes" = "mostrare gli episodi preferiti";

/* display all seasons */
"show seasons" = "mostrare stagioni";

/* display all series */
"show series" = "mostrare serie";

/* display all series */
"Single Airdate" = "Singolo data di trasmissione";

/* No comment provided by the engineer */
"the (feminine)" = "la";

/* No comment provided by the engineer */
"the (masculine)" = "il";

/* No comment provided by the engineer */
"The War Doctor" = "Il dottore della guerra";

/* No comment provided by the engineer */
"Unfavorite" = "Non favorito";
